Repository: bcye/whathaveiread
Catalog: WHIR/Resources/*.lproj/Localizable.strings
Languages: sv

source: Add Book
sv: Lägg Till Bok

# shareBookMessage
source: I just read this book and wanted to share it with you.
sv: Jag har just läst den här boken och ville att dela den med dig.

# sharePostScriptum
source: P.S:You can write down summaries for your books too with this app: http://bit.ly/whirshare
sv: Du kan också skriva ner sammanfattnignar för dina böcker med den här appen: http://bit.ly/whirshare

# noChangesAlertTitle
source: There are no changes!
sv: Det finns inga förändrigar!

# noChangesAlertMessage
source: Whoops! Looks like you tried to save without making changes. Go back or change text by clicking it before saving!
sv: Oj då! Det ser ut som att du har försökt att spara utan att göra ändringar. Gå tillbaka eller ändra text genom att klicka på den innan du sparar!

# summarizeBookPlaceholder
source: You have plenty of space to summarize the book here. Use it!
sv: Du har gott om plats att sammanfatta boken här. Använda den!

# attributionText
source: Handcrafted by © 2018 Bruce Röttgers Logo by Zlatko Najdenovski on Flaticon. Licensed under the Flaticon Basic License (https://www.flaticon.com/authors/zlatko-najdenovski). Barcode icon made by Pixel perfect on Flaticon (https://www.flaticon.com/free-icon/barcode_726558). Using CocoaPod KMPlaceholderTextView by MoZhouqi (https://github.com/MoZhouqi/KMPlaceholderTextView). Licensed under the MIT license. Thanks for reading and using this App ❤. Feel free to contact me on my support email (can be found on the App Store page), if you find bugs or just to say hello. (br.apps@icloud.com)
sv: Handgjord av © 2018 Bruce Röttgers och flera andra på GitHub Logo av Zlatko Najdenovski på Flaticon. Licensierad enligt Flaticon Basic License (https://www.flaticon.com/authors/zlatko-najdenovski). Streckkod ikon gjord av Pixel perfect på Flaticon (https://www.flaticon.com/free-icon/barcode_726558). Använder CocoaPod KMPlaceholderTextView av MoZhouqi (https://github.com/MoZhouqi/KMPlaceholderTextView). Licensierad enligt MIT license. Tack för att du läste och använde den här appen ❤. Känna sig fri att kontakta mig med min support e-postadress (kan hittas på den App Store sida), om du hittar buggar eller bara att säga hej. (br.apps@icloud.com)

# errorCameraAccessRestricted
source: Camera access has been restricted on this device by a parent or MDM administrator
sv: Kameraåtkomst har begränsats av en förälder eller MDM-administratör

# errorCameraAccessDenied
source: You must grant WHIR camera access to scan barcodes
sv: Du måste godkänna VHJL att använda kameran för att skanna streckkoder

# errorCameraAccessFailedUnknownReason
source: WHIR cannot access the camera for an unknown reason
sv: VHJL kan inte använda kameran av en okänd anledning
